---
kind: method
id: M:Autodesk.Revit.DB.RelinquishedItems.GetRelinquishedElements
source: html/fdb61c29-089f-07a8-183a-84b0ecae4e55.htm
---
# Autodesk.Revit.DB.RelinquishedItems.GetRelinquishedElements Method

The elements that were relinquished by the current user.

## Syntax (C#)
```csharp
public ICollection<ElementId> GetRelinquishedElements()
```